[
  {
    "gallery_image_title": "Startseite",
    "gallery_images": 5,
    "gallery_image_names": [
      "/targetx-website/Home-01.jpg", "/targetx-website/Home-02.jpg", "/targetx-website/Home-03.jpg", "/targetx-website/Home-04.jpg", "/targetx-website/Home-05.jpg"
    ],
    "gallery_image_title2": "Reise",
    "sidebar_h2": "",
    "sidebar_image": "",
    "sidebar_text": "",
    "content_h1": "Mediendesign",
    "content_h1_text": "UX/UI Design sowie visuelle Auftritte für Unternehmen und Institutionen stehen im Fokus unserer Arbeit: Digitale Medien, Print",
    "content_h2": "",
    "content_h2_sub": "",
    "content_h2_image": "",
    "content_h2_text1": "",
    "content_h2_text2": "",
    "button1": "",
    "button1_url": ""
  },
  {
    "gallery_image_title": "ux-ui-design",
    "gallery_images": 3,
    "sidebar_h2": "Papierskizze",
    "sidebar_image": "/targetx-website/sketching-20210618_124624-1000.jpg",
    "sidebar_text": "",
    "content_chapter": [
      {
        "content_h1": "UX/UI Design",
        "content_h1_text": "Fallstudie UX / UI Design",
        "content_h2": "1 Plutopay",
        "content_h2_sub": "Fallstudie UX / UI Design / Responsive Website, 5-monatiger Kurs bei CareerFoundry, 2021",
        "content_h2_image": "/targetx-website/Home-03.jpg",
        "content_h2_text1": "Plutopay ist eine Fallstudie für eine fiktive Banking-App für Europa. Sie bietet digitale Zahlungsmethoden.",
        "content_h2_text2": "Fallstudie auf Behance ansehen",
        "button": "Fallstudie öffnen",
        "button_url": "https://www.behance.net/gallery/129886417/UX-Design"
      },
      {
        "content_h1": "",
        "content_h1_text": "Konzept UX / UI Design / Native App",
        "content_h2": "2 Lowpoly Augmented Reality",
        "content_h2_sub": "Fallstudie UX / UI Design / Responsive Website, 5-monatiger Kurs bei CareerFoundry, 2021",
        "content_h2_image": "/targetx-website/Home-04.jpg",
        "content_h2_text1": "Lowpoly ist ein Konzept für eine AR-Anwendung basierend auf AR.js",
        "content_h2_text2": "UI Design, JavaScript-Prototyp",
        "button": "Konzept öffnen",
        "button_url": "/targetx-website/ux-ar-lowpoly-de.html"
      },
      {
        "content_h1": "",
        "content_h1_text": "",
        "content_h2": "3 felix1.de",
        "content_h2_sub": "Fallstudie UX / UI Design / Responsive Website, 5-monatiger Kurs bei CareerFoundry, 2021",
        "content_h2_image": "/targetx-website/Home-01.jpg",
        "content_h2_text1": "felix1.de ist ein Online-Steuerberater-Portal für Deutschland. Es bietet einen persönlichen Steuerberater für Freiberufler, Unternehmen und Privatpersonen.",
        "content_h2_text2": "Verbesserung des UI-Designs, Designsystem, Newsletter-Design",
        "button": "Projekt öffnen",
        "button_url": "/targetx-website/ux-felix1-de.html"
      }
    ]
  },
  {
    "gallery_image_title": " ",
    "gallery_images": 0,
    "gallery_image_names": [
      ""
    ],
    "sidebar_h2": "Plakat-Design",
    "sidebar_image": "/targetx-website/kulturen-des-wir.jpg",
    "sidebar_text": "",
        "content_chapter": [
      {
    "content_h1": "Referenzen",
    "content_h1_text": "Hier gibt es eine Auswahl aus vergangenen Projekten",
    "content_h2": "Projekt Übersicht",
    "content_h2_sub": "",
    "content_h2_image": "",
    "content_h2_text1": "",
    "content_h2_text2": "",
    "button1": "",
    "button1_url": ""
      }
    ]
  },
  {
    "gallery_image_title1": "Lakonia",
    "gallery_images1": 6,
    "gallery_image_names": [
      "/targetx-website/Lakonia-01.jpg", "/targetx-website/Lakonia-02.jpg", "/targetx-website/Lakonia-03.jpg", 
      "/targetx-website/Lakonia-04.jpg", "/targetx-website/Lakonia-05.jpg", "/targetx-website/Lakonia-06.jpg", "/targetx-website/Lakonia-07.jpg",
      "/targetx-website/Lakonia-08.jpg", "/targetx-website/Lakonia-09.jpg", "/targetx-website/Lakonia-10.jpg",
      "/targetx-website/Lakonia-11.jpg", "/targetx-website/Lakonia-12.jpg", "/targetx-website/Lakonia-13.jpg"
    ],
    "gallery_image_title2": "Reise",
    "gallery_images2": 8,
    "gallery_image2_names": [
      "/targetx-website/Reise-01.jpg", "/targetx-website/Reise-02.jpg", "/targetx-website/Reise-03.jpg", "/targetx-website/Reise-04.jpg", "/targetx-website/Reise-05.jpg",
      "/targetx-website/Reise-06.jpg", "/targetx-website/Reise-07.jpg", "/targetx-website/Reise-08.jpg"
    ],
    "sidebar_h2": "Galerie Lakonia / Reise",
    "sidebar_image": "",
    "sidebar_text": "",
    "content_chapter": [
      {
        "content_h1": "Historisches Museum Bremerhaven",
        "content_h1_text": "Ein Schiffsunglück aus Sicht der Überlebenden: Am 22. Dezember 1963 brach auf dem griechischen Kreuzfahrtschiff LAKONIA 180 Meilen nordwestlich von Madeira ein Feuer aus. Die Versuche der Besatzung, das Feuer zu löschen, scheiterten, sodass es sich schnell ausbreitete. Es waren 1036 Personen an Bord. Etwa drei Stunden nach dem S.O.S.-Funk der LAKONIA trafen die ersten Schiffe ein, um die 651 Passagiere und 385 Besatzungsmitglieder zu retten. Obwohl genug Rettungsboote vorhanden waren, kamen mindestens 131 Menschen ums Leben. Über 50 der 385 Crewmitglieder stammten aus Bremerhaven...",
        "content_h2": "Schiffsunglück der Lakonia",
        "content_h2_sub": "Ein Schiffsunglück nordwestlich von Madeira. Es waren 1036 Personen an Bord. Etwa drei Stunden nach dem S.O.S.-Funk der LAKONIA trafen die ersten Schiffe ein, um 651 Passagiere und 385 Besatzungsmitglieder zu retten. Obwohl genug Rettungsboote vorhanden waren, kamen mindestens 131 Menschen ums Leben. Über 50 der 385 Crewmitglieder stammten aus Bremerhaven...",
        "content_h2_image": "",
        "content_h2_text1": "",
        "content_h2_text2": "Corporate Design, Visuelles Ausstellungskonzept, Katalog, Informationsmaterial, Fotografie",
        "button": "",
        "button_url": ""
      },
      {
        "content_h1": "",
        "content_h1_text": "Seit Jahrhunderten sind norddeutsche Häfen Ausgangspunkte für Reisen in alle Welt. Nach der Gründung Bremerhavens (1827) entwickelte sich der junge Hafen innerhalb kurzer Zeit zu einem wichtigen Ausgangs- und Zielhafen für interkontinentale Routen. Bremerhaven wurde zur Basis zahlreicher Reedereien und gleichzeitig ein Knotenpunkt für Seeleute, Entdecker, Geschäftsleute, Auswanderer und Heimkehrer, Soldaten, Touristen und viele andere Reisende.",
        "content_h2": "Wenn einer eine Reise tut…",
        "content_h2_sub": "Souvenirs aus aller Welt.",
        "content_h2_image": "",
        "content_h2_text1": "",
        "content_h2_text2": "Corporate Design, Visuelles Ausstellungskonzept, Informationsmaterial, Fotografie",
        "button": "",
        "button_url": ""
      },
      {
        "content_h1": "",
        "content_h1_text": "",
        "content_h2": "Jüdisches Leben an der Wesermündung 1930–45",
        "content_h2_sub": "",
        "content_h2_image": "/targetx-website/Juedisches_Leben_Plakat_A2_DRUCK-768x1081.jpg",
        "content_h2_text1": "Ein Ausstellungsprojekt der Klasse 9e des Lloyd Gymnasiums",
        "content_h2_text2": "Corporate Design, Visuelles Ausstellungskonzept, Informationsmaterial",
        "button": "",
        "button_url": ""
      }
    ]
  },
  {
    "gallery_image_title1": "Kammerkonzert",
    "gallery_images1": 2,
    "gallery_image_names": ["/targetx-website/Kammerkonzerte-01.jpg", "/targetx-website/Kammerkonzerte-01.jpg"],
    "sidebar_h2": "Galerie",
    "sidebar_image": "",
    "sidebar_text": "",
    "content_chapter": [
      {
        "content_h1": "Kammerkonzerte",
        "content_h1_text": "Eine Serie von Plakatgestaltungen für Kammerkonzerte mit rein typografischem Ansatz.",
        "content_h2": "",
        "content_h2_sub": "",
        "content_h2_image": "/targetx-website/Kammerkonzerte-03.jpg",
        "content_h2_text1": "",
        "content_h2_text2": "Visuelles Konzept",
        "button": "",
        "button_url": ""
      }
    ]
  },
  {
    "gallery_image_title1": "Passus",
    "gallery_images1": 3,
    "gallery_image_names": ["/targetx-website/Passus-02.jpg", "/targetx-website/Passus-03.jpg"],
    "sidebar_h2": "Galerie",
    "sidebar_image": "",
    "sidebar_text": "",
    "content_chapter": [
      {
        "content_h1": "Passus",
        "content_h1_text": "Für das Berliner Softwareunternehmen Passus wurde ein neues Corporate Design entwickelt. Neben dem Firmenlogo wurde ein Corporate Design geschaffen, das sich auch auf die Produktfamilie der Pharmadata-Software erstreckt. Die Produktlogos und das Firmenlogo bilden eine Einheit. Grafisch wird die Produktfamilie office, pocket, compact und tablet erkennbar.",
        "content_h2": "",
        "content_h2_sub": "",
        "content_h2_image": "/targetx-website/Passus-01.jpg",
        "content_h2_text1": "",
        "content_h2_text2": "Corporate Design: Logo und Anwendungen",
        "button": "",
        "button_url": ""
      }
    ]
  },
   {
    "gallery_image_title": "kooperation",
    "gallery_images": 0,
    "gallery_image_names": [""
    ],
    "sidebar_h2": "Top e.V.",
    "sidebar_image": "/targetx-website/Mythcelium-Festival-News-Letter.jpg",
    "sidebar_text": "",
        "content_chapter": [
      {
    "content_h1": "Kooperationen",
    "content_h1_text": "Hier eine Übersicht aus Kooperationspartnern und Initiativen",
    "content_h2": "",
    "content_h2_sub": "",
    "content_h2_image": "",
    "content_h2_text1": "",
    "content_h2_text2": "",
    "button1": "",
    "button1_url": ""
      }
    ]
  },
   {
    "gallery_image_title": "kontakt",
    "gallery_images": 0,
    "gallery_image_names": [""],
    "sidebar_h2": "Kontaktiere mich!",
    "sidebar_image": "/targetx-website/contact-iot-1024x611.jpg",
    "sidebar_text": "",
        "content_chapter": [
      {
    "content_h1": "Kontakt",
    "content_h1_text": "Sie können mich hier kontaktieren:",
    "content_h2": "",
    "content_h2_sub": "",
    "content_h2_image": "",
    "content_h2_text1": "<h2 class=\"page-title entry-title\">Impressum</h2><p>Haftungshinweis:<br />Trotz sorgfältiger inhaltlicher Kontrolle übernehmen wir keine Haftung für die Inhalte externer Links. Für den Inhalt der verlinkten Seiten sind ausschließlich deren Betreiber verantwortlich.</p><p>Urheberrecht:<br />Sämtliche Texte, Bilder, Filme und interaktive Arbeiten unterliegen dem internationalen Urheberrecht. Alle Rechte bleiben vorbehalten. Ohne vorherige Zustimmung von uns dürfen Inhalte dieser Website in keiner Form verwertet werden (§15 UrhG). Davon ausgenommen sind nur Daten, die ausdrücklich zu diesem Zweck bereitgehalten werden.</p><h2 class=\"page-title entry-title\">Datenschutz</h2><p class=\"p1\"><span class=\"s1\">Allgemeiner Hinweis und Pflichtinformationen:</span></p><p class=\"p1\"><span class=\"s1\">Personenbezogene Daten (nachfolgend zumeist nur „Daten“ genannt) werden von uns nur im Rahmen der Erforderlichkeit sowie zum Zwecke der Bereitstellung eines funktionsfähigen und nutzerfreundlichen Internetauftritts, inklusive seiner Inhalte und der dort angebotenen Leistungen, verarbeitet. &gt;Gemäß Art. 4 Ziffer 1. der Verordnung (EU) 2016/679, also der Datenschutz-Grundverordnung (nachfolgend nur „DSGVO“ genannt), gilt als „Verarbeitung“ jeder mit oder ohne Hilfe automatisierter Verfahren ausgeführter Vorgang oder jede solche Vorgangsreihe im Zusammenhang mit personenbezogenen Daten, wie das Erheben, das Erfassen, die Organisation, das Ordnen, die Speicherung, die Anpassung oder Veränderung, das Auslesen, das Abfragen, die Verwendung, die Offenlegung durch Übermittlung, Verbreitung oder eine andere Form der Bereitstellung, den Abgleich oder die Verknüpfung, die Einschränkung, das Löschen oder die Vernichtung. Mit der nachfolgenden Datenschutzerklärung informieren wir Sie insbesondere über Art, Umfang, Zweck, Dauer und Rechtsgrundlage der Verarbeitung personenbezogener Daten, soweit wir entweder allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung entscheiden.</span></p><p class=\"p1\"><span class=\"s1\">I. Informationen über uns als Verantwortliche</span></p><p class=\"p1\"><span class=\"s1\">Verantwortlicher Anbieter dieses Internetauftritts im datenschutzrechtlichen Sinne ist:</span></p><p class=\"p1\"><span class=\"s1\">Martin Wrede</span></p><p class=\"p2\"><span class=\"s1\">Kameruner Str. 49</span></p><p class=\"p2\"><span class=\"s1\">13351 Berlin</span></p><p class=\"p1\"><span class=\"s1\">Deutschland</span></p><p class=\"p1\"><span class=\"s1\">II. Rechte der Nutzer und Betroffenen</span></p><p class=\"p1\"><span class=\"s1\">Mit Blick auf die nachfolgend noch näher beschriebene Datenverarbeitung haben die Nutzer und Betroffenen das Recht</span></p><p class=\"p1\"><span class=\"s1\">&#8212; auf Bestätigung, ob sie betreffende Daten verarbeitet werden, auf Auskunft über die verarbeiteten Daten, auf weitere Informationen über die Datenverarbeitung sowie auf Kopien der Daten (vgl. auch Art. 15 DSGVO)</span></p><p class=\"p1\"><span class=\"s1\">&#8212; auf Berichtigung oder Vervollständigung unrichtiger bzw. unvollständiger Daten (vgl. auch Art. 16 DSGVO)</span></p><p class=\"p1\"><span class=\"s1\">&#8212; auf unverzügliche Löschung der sie betreffenden Daten (vgl. auch Art. 17 DSGVO), oder, alternativ, soweit eine weitere Verarbeitung gemäß Art. 17 Abs. 3 DSGVO erforderlich ist, auf Einschränkung der Verarbeitung nach Maßgabe von Art. 18 DSGVO</span></p><p class=\"p1\"><span class=\"s1\">&#8212; auf Erhalt der sie betreffenden und von ihnen bereitgestellten Daten und auf Übermittlung dieser Daten an andere Anbieter/Verantwortliche (vgl. auch Art. 20 DSGVO)</span></p><p class=\"p1\"><span class=\"s1\">&#8212; auf Beschwerde gegenüber der Aufsichtsbehörde, sofern sie der Ansicht sind, dass die sie betreffenden Daten durch den Anbieter unter Verstoß gegen datenschutzrechtliche Bestimmungen verarbeitet werden (vgl. auch Art. 77 DSGVO).</span></p><p class=\"p1\"><span class=\"s1\">Darüber hinaus ist der Anbieter dazu verpflichtet, alle Empfänger, denen gegenüber Daten durch den Anbieter offengelegt worden sind, über jedwede Berichtigung oder Löschung von Daten oder die Einschränkung der Verarbeitung, die aufgrund der Artikel 16, 17 Abs. 1, 18 DSGVO erfolgt, zu unterrichten. Diese Verpflichtung besteht jedoch nicht, soweit diese Mitteilung unmöglich oder mit einem unverhältnismäßigen Aufwand verbunden ist. Unbeschadet dessen hat der Nutzer ein Recht auf Auskunft über diese Empfänger.</span></p><p class=\"p1\"><span class=\"s1\">Ebenfalls haben die Nutzer und Betroffenen nach Art. 21 DSGVO das Recht auf Widerspruch gegen die künftige Verarbeitung der sie betreffenden Daten, sofern die Daten durch den Anbieter nach Maßgabe von Art. 6 Abs. 1 lit. f) DSGVO verarbeitet werden. Insbesondere ist ein Widerspruch gegen die Datenverarbeitung zum Zwecke der Direktwerbung statthaft.</span></p><p class=\"p1\"><span class=\"s1\">III. Informationen zur Datenverarbeitung</span></p><p class=\"p1\"><span class=\"s1\">Ihre bei Nutzung unseres Internetauftritts verarbeiteten Daten werden gelöscht oder gesperrt, sobald der Zweck der Speicherung entfällt, der Löschung der Daten keine gesetzlichen Aufbewahrungspflichten entgegenstehen und nachfolgend keine anderslautenden Angaben zu einzelnen Verarbeitungsverfahren gemacht werden.</span></p><p class=\"p1\"><span class=\"s1\">Serverdaten</span></p><p class=\"p1\"><span class=\"s1\">Aus technischen Gründen, insbesondere zur Gewährleistung eines sicheren und stabilen Internetauftritts, werden Daten durch Ihren Internet-Browser an uns bzw. an unseren Webspace-Provider übermittelt. Mit diesen sog. Server-Logfiles werden u.a. Typ und Version Ihres Internetbrowsers, das Betriebssystem, die Website, von der aus Sie auf unseren Internetauftritt gewechselt haben (Referrer URL), die Website(s) unseres Internetauftritts, die Sie besuchen, Datum und Uhrzeit des jeweiligen Zugriffs sowie die IP-Adresse des Internetanschlusses, von dem aus die Nutzung unseres Internetauftritts erfolgt, erhoben. Diese so erhobenen Daten werden vorrübergehend gespeichert, dies jedoch nicht gemeinsam mit anderen Daten von Ihnen. Diese Speicherung erfolgt auf der Rechtsgrundlage von Art. 6 Abs. 1 lit. f) DSGVO. Unser berechtigtes Interesse liegt in der Verbesserung, Stabilität, Funktionalität und Sicherheit unseres Internetauftritts. Die Daten werden spätestens nach sieben Tage wieder gelöscht, soweit keine weitere Aufbewahrung zu Beweiszwecken erforderlich ist. Andernfalls sind die Daten bis zur endgültigen Klärung eines Vorfalls ganz oder teilweise von der Löschung ausgenommen.</span></p><p class=\"p1\"><span class=\"s1\">IV. Kontaktmöglichkeit</span></p><p class=\"p1\"><span class=\"s1\">Sofern Sie per E-Mail mit uns in Kontakt treten, werden die dabei von Ihnen angegebenen Daten zur Bearbeitung Ihrer Anfrage genutzt. Die Angabe der Daten ist zur Bearbeitung und Beantwortung Ihre Anfrage erforderlich &#8211; ohne deren Bereitstellung können wir Ihre Anfrage nicht oder allenfalls eingeschränkt beantworten. Rechtsgrundlage für diese Verarbeitung ist Art. 6 Abs. 1 lit. b) DSGVO. Ihre Daten werden gelöscht, sofern Ihre Anfrage abschließend beantwortet worden ist und der Löschung keine gesetzlichen Aufbewahrungspflichten entgegenstehen, wie bspw. bei einer sich etwaig anschließenden Vertragsabwicklung.</span></p>",
    "content_h2_text2": "",
    "button1": "",
    "button1_url": ""
      }
    ]
  }
]
